Show / Hide Table of Contents
Enum ResultOnMeshType
Type of result on mesh
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ResultOnMeshType
Fields
 Name |  Description
 FondationStress
Foundation stress
 OverallCheck
OverallCheck
 Strain
Strain
 StrainCheck
StrainCheck
 Stress
Stress
 Improve this Doc
 View Source